[
  {
    "id": 1,
    "fields": [
      "and under a new communist state, our voices will finally prevail!",
      "That’s it you guys I’ll see you next meeting two days from now.",
      "If any of you have any questions you can come up to talk to me!"
    ]
  },
  {
    "id": 2,
    "fields": [
      "I heard about your club on the morning announcements. What is your club even about."
    ]
  },
  {
    "id": 3,
    "fields": [
      "Ok listen I’m not supposed to tell you this but the nefarious admins are working together to embezzle all funds in the building and we are their pawns.",
      "Do you know Mr. Billie Bob?",
      " Well he’s actually a bot created by Project BOT, and the admins allowed them to test on us for their new funding schemes."
    ]
  },
  {
    "id": 4,
    "fields": [
      "Dude, stop being an idiot.",
      "I guess Mr. Billie Bob is a bit weird but he isn’t a robot"
    ]
  },
  {
    "id": 5,
    "fields": [
      "Oh yeah?",
      "Have you noticed how every day he starts off class saying “Good morning, greetings citations.”?",
      "Has there been even a single day where he hasn't said that?"
    ]
  },
  {
    "id": 6,
    "fields": [
      "...Silence"
    ]
  },
  {
    "id": 7,
    "fields": [
      "Hm?",
      "Have you noticed that when 2 people raise their hands at once, he short circuits and keeps switching between them?",
      "Project BOT never accounted for that edge case.",
      "What about how he suddenly stops in between sentences, and then says it again?",
      "That never struck you off as strange?"
    ]
  },
  {
    "id": 8,
    "fields": [
      "Yeah... It did"
    ]
  },
  {
    "id": 9,
    "fields": [
      "Yeah",
      "Give it a few years and we will all be brainwashed serving our robot overlords, and it seems like Umar and I are the only ones who care about this.",
      "We're going to stop this"
    ]
  },
  {
    "id": 10,
    "fields": [
      "And how do you plan on doing that"
    ]
  },
  {
    "id": 11,
    "fields": [
      "By securing the vote of all of the electors to disband the administration and eliminate them."
    ]
  },
  {
    "id": 12,
    "fields": [
      "???"
    ]
  },
  {
    "id": 13,
    "fields": [
      "There are 7 electors, who determine all of the activity and decisions in the school",
      "We must get their support and disband the administration. First the pope"
    ]
  },
  {
    "id": 14,
    "fields": [
      "The pope?"
    ]
  },
  {
    "id": 15,
    "fields": [
      "He isn’t the pope bro.",
      "He’s just some old guy."
    ]
  },
  {
    "id": 16,
    "fields": [
      "Pull out a picture of the actual pope and the guy in the library.",
      "This conspiracy runs so deep the papacy has been involved."
    ]
  },
  {
    "id": 17,
    "fields": [
      "Oh shit"
    ]
  },
  {
    "id": 18,
    "fields": [
      "Who are the other electors?"
    ]
  },
  {
    "id": 18,
    "fields": [
      "There is the consul of the student council."
    ]
  },
  {
    "id": 18,
    "fields": [
      "You mean the president?"
    ]
  },
  {
    "id": 18,
    "fields": [
      "No.",
      "Every year they all vote on a “consul” and nominate him/her as an elector.",
      "Umar told me"
    ]
  },
  {
    "id": 18,
    "fields": [
      "Who else?"
    ]
  },
  {
    "id": 18,
    "fields": [
      "The acorn company representative sent them to our school. The CEO of project BOT. Beisenburg. Mark Zuckerberg and the Coach"
    ]
  }
]